export const touristSpots = {
  '동남아/대만/서남아': {
    베트남: [
      '다낭',
      '나트랑',
      '달랏',
      '푸꾸옥',
      '하롱베이',
      '하노이',
      '사파',
      '호치민/판티엣(무이네)',
    ],
    태국: ['푸켓/끄라비/카오락', '방콕', '치앙마이', '코사무이'],
    싱가포르: [],
    인도네시아: ['발리'],
    캄보디아: ['시엠립(앙코르와트)', '프놈펜'],
    브루나이: [],
    네팔: [],
    대만: ['타이베이', '타이중', '가오슝', '컨딩'],
    필리핀: ['보라카이', '세부', '보홀', '팔라완', '클락', '마닐라'],
    말레이시아: ['코나키나발루', '쿠알라룸푸르'],
    라오스: ['방비엥', '루앙프라방'],
    몰디브: [],
    인도: [],
    스리랑카: [],
  },
  '유럽/아프리카': {
    프랑스: ['파리', '니스'],
    이탈리아: ['로마', '베네치아'],
  },
  '미주/하와이/캐나다/중남미': {
    미국: ['뉴욕', '로스앤젤레스'],
    캐나다: ['토론토', '밴쿠버'],
  },
  일본: {
    도쿄: ['신주쿠', '시부야'],
    오사카: ['우메다', '난바'],
  },
  '중국/홍콩/마카오/중앙아시아': {
    중국: ['베이징', '상하이'],
    홍콩: ['센트럴', '몽콕'],
  },
};
